Table of Contents
 Enum TypeOfCombiSIA
Namespace
IdeaRS.OpenModel.Loading
Assembly
IdeaRS.OpenModel.dll
Type of combination
public enum TypeOfCombiSIA
Fields
Accidental = 2
accidental combination 1
Fatigue = 8
Fatigue combination
SLS_Char = 5
characteristic combination
SLS_Freq = 6
frequent combination
SLS_Quasi = 7
quasi combination
ULS = 0
combination
Fields
 Name |  Description
 Accidental = 2
accidental combination 1
 Fatigue = 8
Fatigue combination
 SLS_Char = 5
characteristic combination
 SLS_Freq = 6
frequent combination
 SLS_Quasi = 7
quasi combination
 ULS = 0
combination
 Edit this page